Repository: vbalttaga/cats
Catalog: Translations/DashBoard.*.resx
Languages: ro

source: AddEmployee
ro: Adauga<br/>Salariat

source: AddOrder
ro: Adauga<br/>Ordin

source: AddPatient
ro: Adauga<br/>Pacient

source: Administrator guide
ro: Ghidul administrator

source: CreationDate
ro: Creat La Data

source: Dashboard
ro: Tablou de bord

source: Date created
ro: Creat la

source: DischargedList
ro: Lista<br/>Externari

source: Documentation
ro: Documentație

source: EmployeeList
ro: Lista<br/>Salariati

source: Farmacy
ro: Farmacia

source: from
ro: din

source: HospitalizeList
ro: Lista<br/>Internari

# IconUserList1
source: UserList
ro: Lista<br/> utilizatorilor

source: Last login
ro: Ultimul login

source: Medication
ro: Medicatie

source: Message
ro: Mesaje

source: Name
ro: Nume

source: Navigation
ro: Navigare

source: OrderList
ro: Lista<br/>Ordine

source: Recent pages
ro: Pagini recente

source: records
ro: inscrieri

source: records on page
ro: inscrieri pe pagină

source: Registry guide
ro: Ghidul registratura

source: Report Settings
ro: Modifică lista câmpurilor

source: Search...
ro: Cautare...

source: SectionPage
ro: Pagina<br/>Sectiei

source: Settings
ro: Setări

source: shown
ro: afișate

source: Temperature
ro: Temperatura

source: User guide
ro: Ghidul utilizator

source: UserList
ro: Lista Utilizatorilor
